Repository: pressi/contao-shop-bundle
Catalog: src/Resources/contao/languages/*/*_content.xlf
Languages: de

# tl_content.iidoShopCategories.0
source: Categories
de: Kategorien

# tl_content.iidoShopCart.0
source: cart page
de: Warenkorb-Seite

# tl_content.iidoShopWatchlist.0
source: watchlist page
de: Merkliste-Seite

# tl_content.iidoShopCartJumpTo.0
source: cart-page (back)
de: Warenkorb-Seite (Zurück)

# tl_content.iidoShopCartJumpTo_overview.0
source: check out-page (back)
de: Check Out-Seite (Zurück)

# tl_content.iidoShopCartJumpTo_complete.0
source: order overview-page (back)
de: Bestellübersicht-Seite (Zurück)

# tl_content.iidoShopForwardJumpTo.0
source: check out-page (forward)
de: Check Out-Seite (Weiter)

# tl_content.iidoShopForwardJumpTo_overview.0
source: order complete-page (forward)
de: Bestellung abschließen-Seite (Weiter)

# tl_content.showErrorMessagesOnTop.0
source: show error message on top
de: Fehlermeldungen anzeigen

# tl_content.showErrorMessagesOnTop.1
source: show error message on top
de: Fehlermeldungen in Textform oberhalb anzeigen

# tl_content.iidoShopShippings.0
source: shippings
de: Versandoptionen

# tl_content.iidoShopPayments.0
source: payments
de: Bezahlmethoden

# tl_content.loadProductsFrom.0
source: load products from
de: Produkte anzeigen von

# tl_content.iidoShopProductItemNumber.0
source: prduct item number
de: Produkte Artikelnummernkreis

# tl_content.iidoShopProductItemNumber.1
source: prduct item number
de: z.B.: A*,A1*,A2*,B*,B0001.*,...

# tl_content.iidoShopProductArchive.0
source: show products from
de: Produkte anzeigen von

# tl_content.iidoShopShowProductsFrom.0
source: load products via
de: Produkte laden via

# tl_content.shipping_legend
source: shipping-settings
de: Versand-Einstellungen

# tl_content.payment_legend
source: payment-settings
de: Bezahl-Einstellungen

# tl_content.error_legend
source: error-settings
de: Fehler-Einstellungen

# tl_content.redirect_legend
source: redirect-settings
de: Weiterleitungs-Einstellungen

# tl_content.options.loadProductsFrom.archive
source: Product-Archiv (local)
de: Produkt-Archiv (Lokal)

# tl_content.options.iidoShopShowProductsFrom.categories
source: categories
de: Kategorien

# tl_content.options.iidoShopShowProductsFrom.itemNumber
source: item numbers
de: Artikelnummer(n)
