Repository: pressi/contao-shop-bundle
Catalog: src/Resources/contao/languages/*/*_iido_shop_configuration.xlf
Languages: de

# tl_iido_shop_configuration.enableShopLight.0
source: enable shop light
de: Shop Light aktivieren

# tl_iido_shop_configuration.enableShopLight.1
source: enables shop light functions. deactivite some functions.
de: Aktiviert den Shop Light. Es werden einige Funktionen deaktiviert (API, AI, Produkt verwaltung). Die Produkt Inhalts-Elemente werden aktiviert.

# tl_iido_shop_configuration.noImageSRC.0
source: no image source
de: "Kein Bild vorhanden" - Bild

# tl_iido_shop_configuration.currency.0
source: currency
de: Währung

# tl_iido_shop_configuration.addToCartText.0
source: add to cart text
de: Text: Zum Warenkorb hinzugefügt

# tl_iido_shop_configuration.addToCartTextEN.0
source: add to cart text
de: <img src="/bundles/iidoshop/images/backend/flag-en.png" width="22" height="14"> Text: Zum Warenkorb hinzugefügt

# tl_iido_shop_configuration.addToWatchlistText.0
source: add to watchlist text
de: Text: Zur Merkliste hinzugefügt

# tl_iido_shop_configuration.addToWatchlistTextEN.0
source: add to watchlist text
de: <img src="/bundles/iidoshop/images/backend/flag-en.png" width="22" height="14"> Text: Zur Merkliste hinzugefügt

# tl_iido_shop_configuration.addToCartTextConfigurator.0
source: add to cart text configurator
de: <span style="color:red;">KONFIGURATOR</span> - Text: Zum Warenkorb hinzugefügt

# tl_iido_shop_configuration.addToCartTextConfigurator.1
source: add to cart text configurator description
de: Wenn der Text leer ist wird der Standardtext verwendet.

# tl_iido_shop_configuration.addToCartTextConfiguratorEN.0
source: add to cart text configurator
de: <img src="/bundles/iidoshop/images/backend/flag-en.png" width="22" height="14"> <span style="color:red;">KONFIGURATOR</span> - Text: Zum Warenkorb hinzugefügt

# tl_iido_shop_configuration.addToWatchlistTextConfigurator.0
source: add to watchlist text configurator
de: <span style="color:red;">KONFIGURATOR</span> - Text: Zur Merkliste hinzugefügt

# tl_iido_shop_configuration.addToWatchlistTextConfigurator.1
source: add to watchlist text configurator description
de: Wenn der Text leer ist wird der Standardtext verwendet.

# tl_iido_shop_configuration.addToWatchlistTextConfiguratorEN.0
source: add to watchlist text configurator
de: <img src="/bundles/iidoshop/images/backend/flag-en.png" width="22" height="14"> <span style="color:red;">KONFIGURATOR</span> - Text: Zur Merkliste hinzugefügt

# tl_iido_shop_configuration.aiUsername.0
source: username
de: Benutzer

# tl_iido_shop_configuration.aiPassword.0
source: password
de: Passwort

# tl_iido_shop_configuration.default_legend
source: Default
de: Standard-Einstellungen

# tl_iido_shop_configuration.cart_legend
source: Cart
de: Warenkorb-Einstellungen

# tl_iido_shop_configuration.watchlist_legend
source: Watchlist
de: Merkliste-Einstellungen

# tl_iido_shop_configuration.cartEN_legend
source: Cart
de: <img src="/bundles/iidoshop/images/backend/flag-en.png" width="22" height="14"> Warenkorb-Einstellungen

# tl_iido_shop_configuration.watchlistEN_legend
source: Watchlist
de: <img src="/bundles/iidoshop/images/backend/flag-en.png" width="22" height="14"> Merkliste-Einstellungen

# tl_iido_shop_configuration.access_legend
source: Access
de: Zugangs-Einstellungen

# tl_iido_shop_configuration.options.currency.euro
source: Euro
de: &euro; (Euro)

# tl_iido_shop_configuration.options.currency.pfund
source: Pfund
de: &pound; (Pfund)
