Repository: pressi/contao-shop-bundle
Catalog: src/Resources/contao/languages/*/*_iido_shop_payment.xlf
Languages: de

# tl_iido_shop_payment.type.0
source: type
de: Typ

# tl_iido_shop_payment.published.0
source: Publish item
de: Bezahlmethode veröffentlichen

# tl_iido_shop_payment.published.1
source: Make the product publicly visible on the website.
de: Die Bezahlmethode auf der Webseite anzeigen.

# tl_iido_shop_payment.start.0
source: Show from
de: Anzeigen ab

# tl_iido_shop_payment.start.1
source: Do not show the product on the website before this day.
de: Die Bezahlmethode erst ab diesem Tag auf der Webseite anzeigen.

# tl_iido_shop_payment.stop.0
source: Show until
de: Anzeigen bis

# tl_iido_shop_payment.stop.1
source: Do not show the product on the website on and after this day.
de: Die Bezahlmethode nur bis zu diesem Tag auf der Webseite anzeigen.

# tl_iido_shop_payment.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_iido_shop_payment.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_iido_shop_payment.password.0
source: password
de: Passwort

# tl_iido_shop_payment.signature.0
source: signature
de: Signatur

# tl_iido_shop_payment.type_legend
source: Standard-Settings
de: Standard-Einstellungen

# tl_iido_shop_payment.info_legend
source: Info-Settings
de: Info-Einstellungen

# tl_iido_shop_payment.config_legend
source: Config-Settings
de: Zugangs-Einstellungen

# tl_iido_shop_payment.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_iido_shop_payment.new.0
source: New item
de: Neue Bezahlmethode

# tl_iido_shop_payment.new.1
source: Create a new product
de: Eine neue Bezahlmethode erstellen

# tl_iido_shop_payment.show.0
source: Item details
de: Bezahlmethodendetails

# tl_iido_shop_payment.show.1
source: Show the details of product ID %s
de: Die Details der Bezahlmethode ID %s anzeigen

# tl_iido_shop_payment.edit.0
source: Edit item
de: Bezahlmethode bearbeiten

# tl_iido_shop_payment.edit.1
source: Edit product ID %s
de: Bezahlmethode ID %s bearbeiten

# tl_iido_shop_payment.copy.0
source: Duplicate item
de: Bezahlmethode duplizieren

# tl_iido_shop_payment.copy.1
source: Duplicate product ID %s
de: Bezahlmethode ID %s duplizieren

# tl_iido_shop_payment.cut.0
source: Move item
de: Bezahlmethode verschieben

# tl_iido_shop_payment.cut.1
source: Move product ID %s
de: Bezahlmethode ID %s verschieben

# tl_iido_shop_payment.delete.0
source: Delete item
de: Bezahlmethode löschen

# tl_iido_shop_payment.delete.1
source: Delete product ID %s
de: Bezahlmethode ID %s löschen

# tl_iido_shop_payment.toggle.0
source: Publish/unpublish item
de: Bezahlmethode veröffentlichen/unveröffentlichen

# tl_iido_shop_payment.toggle.1
source: Publish/unpublish product ID %s
de: Bezahlmethode ID %s veröffentlichen/unveröffentlichen

# tl_iido_shop_payment.feature.0
source: Feature/unfeature item
de: Bezahlmethode hervorheben/zurücksetzen

# tl_iido_shop_payment.feature.1
source: Feature/unfeature product ID %s
de: Bezahlmethode ID %s hervorheben/zurücksetzen

# tl_iido_shop_payment.editheader.0
source: Edit archive
de: Bezahlmethode bearbeiten

# tl_iido_shop_payment.editheader.1
source: Edit the product archive settings
de: Bezahlmethode-Einstellungen bearbeiten

# tl_iido_shop_payment.editmeta.0
source: Edit item settings
de: Bezahlmethodeneinstellungen bearbeiten

# tl_iido_shop_payment.editmeta.1
source: Edit the product settings
de: Die Bezahlmethodeninstellungen bearbeiten

# tl_iido_shop_payment.pasteafter.0
source: Paste into this product archive
de: In diese Bezahlmethode einfügen

# tl_iido_shop_payment.pasteafter.1
source: Paste after product ID %s
de: Nach dieser Bezahlmethode ID %s einfügen
