Repository: pressi/contao-shop-bundle
Catalog: src/Resources/contao/languages/*/*_iido_shop_shipping_country_option.xlf
Languages: de

# tl_iido_shop_shipping_country_option.country.0
source: country
de: Land

# tl_iido_shop_shipping_country_option.addPriceOnShipping.0
source: add price on shipping
de: Versandoptionen - Preisaufschlag hinzufügen

# tl_iido_shop_shipping_country_option.shippingMethod.0
source: shipping methods
de: Versandoptionen

# tl_iido_shop_shipping_country_option.addToPrice.0
source: add to price
de: Preisaufschlag

# tl_iido_shop_shipping_country_option.apiShippingProduct.0
source: api shipping product
de: API Produkt

# tl_iido_shop_shipping_country_option.published.0
source: Publish item
de: Versandoption veröffentlichen

# tl_iido_shop_shipping_country_option.published.1
source: Make the product publicly visible on the website.
de: Die Versandoption auf der Webseite anzeigen.

# tl_iido_shop_shipping_country_option.start.0
source: Show from
de: Anzeigen ab

# tl_iido_shop_shipping_country_option.start.1
source: Do not show the product on the website before this day.
de: Die Versandoption erst ab diesem Tag auf der Webseite anzeigen.

# tl_iido_shop_shipping_country_option.stop.0
source: Show until
de: Anzeigen bis

# tl_iido_shop_shipping_country_option.stop.1
source: Do not show the product on the website on and after this day.
de: Die Versandoption nur bis zu diesem Tag auf der Webseite anzeigen.

# tl_iido_shop_shipping_country_option.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_iido_shop_shipping_country_option.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_iido_shop_shipping_country_option.type_legend
source: Standard settings
de: Standard-Einstellungen

# tl_iido_shop_shipping_country_option.country_legend
source: Country settings
de: Land-Einstellungen

# tl_iido_shop_shipping_country_option.api_legend
source: API settings
de: API-Einstellungen

# tl_iido_shop_shipping_country_option.info_legend
source: Info settings
de: Info-Einstellungen

# tl_iido_shop_shipping_country_option.add_legend
source: Additional settings
de: Zusatz-Einstellungen

# tl_iido_shop_shipping_country_option.price_legend
source: Price settings
de: Preis-Einstellungen

# tl_iido_shop_shipping_country_option.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_iido_shop_shipping_country_option.options.useShippingPerCountry.enable
source: enable
de: Aktivieren

# tl_iido_shop_shipping_country_option.options.useShippingPerCountry.disable
source: disable
de: Deaktivieren

# tl_iido_shop_shipping_country_option.options.linkedPaymentMethod.paypal
source: paypal (cred card)
de: PayPal (Kreditkarte)

# tl_iido_shop_shipping_country_option.options.linkedPaymentMethod.prepaid
source: prepaid
de: Vorkasse

# tl_iido_shop_shipping_country_option.options.linkedPaymentMethod.cashOnDelivery
source: cash on delivery
de: Nachname

# tl_iido_shop_shipping_country_option.new.0
source: New item
de: Neue Land-Option

# tl_iido_shop_shipping_country_option.new.1
source: Create a new product
de: Eine neue Land-Option erstellen

# tl_iido_shop_shipping_country_option.show.0
source: Item details
de: Land-Optiondetails

# tl_iido_shop_shipping_country_option.show.1
source: Show the details of product ID %s
de: Die Details der Land-Option ID %s anzeigen

# tl_iido_shop_shipping_country_option.edit.0
source: Edit item
de: Land-Option Inhalt bearbeiten

# tl_iido_shop_shipping_country_option.edit.1
source: Edit product ID %s
de: Land-Option Inhalt ID %s bearbeiten

# tl_iido_shop_shipping_country_option.copy.0
source: Duplicate item
de: Land-Option duplizieren

# tl_iido_shop_shipping_country_option.copy.1
source: Duplicate product ID %s
de: Land-Option ID %s duplizieren

# tl_iido_shop_shipping_country_option.cut.0
source: Move item
de: Land-Option verschieben

# tl_iido_shop_shipping_country_option.cut.1
source: Move product ID %s
de: Land-Option ID %s verschieben

# tl_iido_shop_shipping_country_option.delete.0
source: Delete item
de: Land-Option löschen

# tl_iido_shop_shipping_country_option.delete.1
source: Delete product ID %s
de: Land-Option ID %s löschen

# tl_iido_shop_shipping_country_option.toggle.0
source: Publish/unpublish item
de: Land-Option veröffentlichen/unveröffentlichen

# tl_iido_shop_shipping_country_option.toggle.1
source: Publish/unpublish product ID %s
de: Land-Option ID %s veröffentlichen/unveröffentlichen

# tl_iido_shop_shipping_country_option.feature.0
source: Feature/unfeature item
de: Land-Option hervorheben/zurücksetzen

# tl_iido_shop_shipping_country_option.feature.1
source: Feature/unfeature product ID %s
de: Land-Option ID %s hervorheben/zurücksetzen

# tl_iido_shop_shipping_country_option.editheader.0
source: Edit archive
de: Land-Option bearbeiten

# tl_iido_shop_shipping_country_option.editheader.1
source: Edit the product archive settings
de: Land-Option-Einstellungen bearbeiten

# tl_iido_shop_shipping_country_option.editmeta.0
source: Edit item settings
de: Land-Optionseinstellungen bearbeiten

# tl_iido_shop_shipping_country_option.editmeta.1
source: Edit the product settings
de: Die Land-Optionseinstellungen bearbeiten

# tl_iido_shop_shipping_country_option.pasteafter.0
source: Paste into this product archive
de: In diese Land-Option einfügen

# tl_iido_shop_shipping_country_option.pasteafter.1
source: Paste after product ID %s
de: Nach dieser Land-Option ID %s einfügen
