Repository: pressi/contao-shop-bundle
Catalog: src/Resources/contao/languages/*/*_iido_shop_voucher.xlf
Languages: de

# tl_iido_shop_voucher.published.0
source: Publish item
de: Gutschein veröffentlichen

# tl_iido_shop_voucher.published.1
source: Make the product publicly visible on the website.
de: Den Gutschein auf der Webseite anzeigen.

# tl_iido_shop_voucher.start.0
source: Show from
de: Anzeigen ab

# tl_iido_shop_voucher.start.1
source: Do not show the product on the website before this day.
de: Den Gutschein erst ab diesem Tag auf der Webseite anzeigen.

# tl_iido_shop_voucher.stop.0
source: Show until
de: Anzeigen bis

# tl_iido_shop_voucher.stop.1
source: Do not show the product on the website on and after this day.
de: Den Gutschein nur bis zu diesem Tag auf der Webseite anzeigen.

# tl_iido_shop_voucher.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_iido_shop_voucher.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_iido_shop_voucher.userEmail.0
source: username
de: Benutzer/Kunden Email-Adresse

# tl_iido_shop_voucher.mode.0
source: mode
de: Modus

# tl_iido_shop_voucher.code.0
source: code
de: Gutschein-Code

# tl_iido_shop_voucher.userEmails.0
source: user emails
de: Gutschein auf Benutzer/Kunden Email-Adressen beschränken

# tl_iido_shop_voucher.type_legend
source: Standard settings
de: Standard-Einstellungen

# tl_iido_shop_voucher.rights_legend
source: rights settings
de: Rechte-Einstellungen

# tl_iido_shop_voucher.code_legend
source: voucher code settings
de: Gutschein Code-Einstellungen

# tl_iido_shop_voucher.mode_legend
source: discount settings
de: Rabatt-Einstellungen

# tl_iido_shop_voucher.publish_legend
source: Publish settings
de: Veröffentlichungs-Einstellungen

# tl_iido_shop_voucher.options.mode.percent
source: percent
de: Prozent

# tl_iido_shop_voucher.options.mode.amount
source: amount
de: Betrag

# tl_iido_shop_voucher.new.0
source: New item
de: Neuer Gutschein

# tl_iido_shop_voucher.new.1
source: Create a new product
de: Einen neuen Gutschein erstellen

# tl_iido_shop_voucher.show.0
source: Item details
de: Gutscheindetails

# tl_iido_shop_voucher.show.1
source: Show the details of product ID %s
de: Die Details des Gutscheins ID %s anzeigen

# tl_iido_shop_voucher.edit.0
source: Edit item
de: Gutschein bearbeiten

# tl_iido_shop_voucher.edit.1
source: Edit product ID %s
de: Gutschein ID %s bearbeiten

# tl_iido_shop_voucher.copy.0
source: Duplicate item
de: Gutschein duplizieren

# tl_iido_shop_voucher.copy.1
source: Duplicate product ID %s
de: Gutschein ID %s duplizieren

# tl_iido_shop_voucher.cut.0
source: Move item
de: Gutschein verschieben

# tl_iido_shop_voucher.cut.1
source: Move product ID %s
de: Gutschein ID %s verschieben

# tl_iido_shop_voucher.delete.0
source: Delete item
de: Gutschein löschen

# tl_iido_shop_voucher.delete.1
source: Delete product ID %s
de: Gutschein ID %s löschen

# tl_iido_shop_voucher.toggle.0
source: Publish/unpublish item
de: Gutschein veröffentlichen/unveröffentlichen

# tl_iido_shop_voucher.toggle.1
source: Publish/unpublish product ID %s
de: Gutschein ID %s veröffentlichen/unveröffentlichen

# tl_iido_shop_voucher.feature.0
source: Feature/unfeature item
de: Gutschein hervorheben/zurücksetzen

# tl_iido_shop_voucher.feature.1
source: Feature/unfeature product ID %s
de: Gutschein ID %s hervorheben/zurücksetzen

# tl_iido_shop_voucher.editheader.0
source: Edit archive
de: Gutschein bearbeiten

# tl_iido_shop_voucher.editheader.1
source: Edit the product archive settings
de: Gutschein-Einstellungen bearbeiten

# tl_iido_shop_voucher.editmeta.0
source: Edit item settings
de: Gutschein-Einstellungen bearbeiten

# tl_iido_shop_voucher.editmeta.1
source: Edit the product settings
de: Die Gutschein-Einstellungen bearbeiten

# tl_iido_shop_voucher.pasteafter.0
source: Paste into this product archive
de: In diesem Gutschein einfügen

# tl_iido_shop_voucher.pasteafter.1
source: Paste after product ID %s
de: Nach diesem Gutschein ID %s einfügen
