Repository: pressi/contao-shop-bundle
Catalog: src/Resources/contao/languages/*/*_iido_shop_shipping.xlf
Languages: de

# tl_iido_shop_shipping.frontendTitle.0
source: frontend title
de: Frontend Titel

# tl_iido_shop_shipping.useShippingPerCountry.0
source: shipping costs for some countries
de: Versandoption für bestimmte Länder

# tl_iido_shop_shipping.shippingPerCountry.0
source: shipping countries
de: Versand Länder

# tl_iido_shop_shipping.price.0
source: price
de: Preis

# tl_iido_shop_shipping.enablePricePerCountry.0
source: enable price per country
de: Preis für einzelne Länder aktivieren

# tl_iido_shop_shipping.pricePerCountry.0
source: price per county
de: Preis pro Land

# tl_iido_shop_shipping.freeOnPriceLimit.0
source: enable free shipping on cart price
de: Versandkostenfrei nach bestimmer Warenkorb Summe

# tl_iido_shop_shipping.freeOnCartPrice.0
source: free on cart price
de: Frei bei Warenkorb Summe

# tl_iido_shop_shipping.freeOnlyPerCountry.0
source: free only per country
de: Frei bei Warenkorb Summe für bestimme Länder

# tl_iido_shop_shipping.freeOnlyPerCountry.1
source: free only per country
de: Wenn die Warenkob Länder Summe leer gelassen wird, wird die Haupt-Summe des Warenkorbs genommen.

# tl_iido_shop_shipping.published.0
source: Publish item
de: Versandoption veröffentlichen

# tl_iido_shop_shipping.published.1
source: Make the product publicly visible on the website.
de: Die Versandoption auf der Webseite anzeigen.

# tl_iido_shop_shipping.start.0
source: Show from
de: Anzeigen ab

# tl_iido_shop_shipping.start.1
source: Do not show the product on the website before this day.
de: Die Versandoption erst ab diesem Tag auf der Webseite anzeigen.

# tl_iido_shop_shipping.stop.0
source: Show until
de: Anzeigen bis

# tl_iido_shop_shipping.stop.1
source: Do not show the product on the website on and after this day.
de: Die Versandoption nur bis zu diesem Tag auf der Webseite anzeigen.

# tl_iido_shop_shipping.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_iido_shop_shipping.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_iido_shop_shipping.apiMethod.0
source: api method
de: API Methode

# tl_iido_shop_shipping.apiMethod.1
source: api method
de: Diese Methode wird bei den "Lieferbedingungen" eingetragen.

# tl_iido_shop_shipping.linkPaymentMethod.0
source: link payment method
de: Bezahlmethode Verknüpfen

# tl_iido_shop_shipping.linkedPaymentMethod.0
source: payment method
de: Bezahlmethode

# tl_iido_shop_shipping.field.pricePerCountry.country
source: country
de: Land

# tl_iido_shop_shipping.field.pricePerCountry.price
source: price
de: Preis

# tl_iido_shop_shipping.field.pricePerCountry.label
source: label
de: Bezeichnung

# tl_iido_shop_shipping.field.freeOnlyPerCountry.country
source: country
de: Land

# tl_iido_shop_shipping.field.freeOnlyPerCountry.freeOnCartPrice
source: free on cart price
de: Frei bei Warenkorb Summe

# tl_iido_shop_shipping.field.shippingPerCountry.country
source: country
de: Land

# tl_iido_shop_shipping.type_legend
source: Standard settings
de: Standard-Einstellungen

# tl_iido_shop_shipping.api_legend
source: API settings
de: API-Einstellungen

# tl_iido_shop_shipping.info_legend
source: Info settings
de: Info-Einstellungen

# tl_iido_shop_shipping.add_legend
source: Additional settings
de: Zusatz-Einstellungen

# tl_iido_shop_shipping.price_legend
source: Price settings
de: Preis-Einstellungen

# tl_iido_shop_shipping.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_iido_shop_shipping.options.useShippingPerCountry.enable
source: enable
de: Aktivieren

# tl_iido_shop_shipping.options.useShippingPerCountry.disable
source: disable
de: Deaktivieren

# tl_iido_shop_shipping.options.linkedPaymentMethod.paypal
source: paypal (cred card)
de: PayPal (Kreditkarte)

# tl_iido_shop_shipping.options.linkedPaymentMethod.prepaid
source: prepaid
de: Vorkasse

# tl_iido_shop_shipping.options.linkedPaymentMethod.cashOnDelivery
source: cash on delivery
de: Nachname

# tl_iido_shop_shipping.new.0
source: New item
de: Neue Versandoption

# tl_iido_shop_shipping.new.1
source: Create a new product
de: Eine neue Versandoption erstellen

# tl_iido_shop_shipping.show.0
source: Item details
de: Versandoptiondetails

# tl_iido_shop_shipping.show.1
source: Show the details of product ID %s
de: Die Details der Versandoption ID %s anzeigen

# tl_iido_shop_shipping.edit.0
source: Edit item
de: Versandoption bearbeiten

# tl_iido_shop_shipping.edit.1
source: Edit product ID %s
de: Versandoption ID %s bearbeiten

# tl_iido_shop_shipping.copy.0
source: Duplicate item
de: Versandoption duplizieren

# tl_iido_shop_shipping.copy.1
source: Duplicate product ID %s
de: Versandoption ID %s duplizieren

# tl_iido_shop_shipping.cut.0
source: Move item
de: Versandoption verschieben

# tl_iido_shop_shipping.cut.1
source: Move product ID %s
de: Versandoption ID %s verschieben

# tl_iido_shop_shipping.delete.0
source: Delete item
de: Versandoption löschen

# tl_iido_shop_shipping.delete.1
source: Delete product ID %s
de: Versandoption ID %s löschen

# tl_iido_shop_shipping.toggle.0
source: Publish/unpublish item
de: Versandoption veröffentlichen/unveröffentlichen

# tl_iido_shop_shipping.toggle.1
source: Publish/unpublish product ID %s
de: Versandoption ID %s veröffentlichen/unveröffentlichen

# tl_iido_shop_shipping.feature.0
source: Feature/unfeature item
de: Versandoption hervorheben/zurücksetzen

# tl_iido_shop_shipping.feature.1
source: Feature/unfeature product ID %s
de: Versandoption ID %s hervorheben/zurücksetzen

# tl_iido_shop_shipping.editheader.0
source: Edit archive
de: Versandoption bearbeiten

# tl_iido_shop_shipping.editheader.1
source: Edit the product archive settings
de: Versandoption-Einstellungen bearbeiten

# tl_iido_shop_shipping.editmeta.0
source: Edit item settings
de: Versandoptioneinstellungen bearbeiten

# tl_iido_shop_shipping.editmeta.1
source: Edit the product settings
de: Die Versandoptioneinstellungen bearbeiten

# tl_iido_shop_shipping.pasteafter.0
source: Paste into this product archive
de: In diese Versandoption einfügen

# tl_iido_shop_shipping.pasteafter.1
source: Paste after product ID %s
de: Nach dieser Versandoption ID %s einfügen

# tl_iido_shop_shipping.countryOptions.0
source: Country options
de: Länder Zusatz-Optionen
