Repository: pressi/contao-shop-bundle
Catalog: src/Resources/contao/languages/*/*_iido_shop_product.xlf
Languages: de

# tl_iido_shop_product.itemNumber.0
source: item number
de: Artikelnummer

# tl_iido_shop_product.overviewSRC.0
source: overview image
de: Übersichtsbild

# tl_iido_shop_product.detailFrontSRC.0
source: detail front image
de: Detail: Vorderes Bild

# tl_iido_shop_product.detailBackSRC.0
source: detail back image
de: Detail: Hinteres Bild

# tl_iido_shop_product.detailGallerySRC.0
source: detail gallery images
de: Detail: Galerie Bilder

# tl_iido_shop_product.featured.0
source: Feature item
de: Produkt hervorheben

# tl_iido_shop_product.featured.1
source: Show the product item in a featured product list.
de: Das Produkt in einer Liste hervorgehobener Produkte anzeigen.

# tl_iido_shop_product.published.0
source: Publish item
de: Produkt veröffentlichen

# tl_iido_shop_product.published.1
source: Make the product publicly visible on the website.
de: Das Produkt auf der Webseite anzeigen.

# tl_iido_shop_product.start.0
source: Show from
de: Anzeigen ab

# tl_iido_shop_product.start.1
source: Do not show the product on the website before this day.
de: Das Produkt erst ab diesem Tag auf der Webseite anzeigen.

# tl_iido_shop_product.stop.0
source: Show until
de: Anzeigen bis

# tl_iido_shop_product.stop.1
source: Do not show the product on the website on and after this day.
de: Das Produkt nur bis zu diesem Tag auf der Webseite anzeigen.

# tl_iido_shop_product.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_iido_shop_product.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_iido_shop_product.categories.0
source: Categories
de: Kategorien

# tl_iido_shop_product.name_legend
source: Standard-Settings
de: Standard-Einstellungen

# tl_iido_shop_product.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_iido_shop_product.category_legend
source: Product-Kategorien
de: Produkt-Kategorien

# tl_iido_shop_product.overview_legend
source: Overview-Settings
de: Übersicht-Einstellungen

# tl_iido_shop_product.detailFlip_legend
source: Detail Flip-Settings
de: Detail Flip-Einstellungen

# tl_iido_shop_product.detailGallery_legend
source: Detail Galerie-Settings
de: Detail Galerie-Einstellungen

# tl_iido_shop_product.source.0
source: Source files
de: Quelldateien

# tl_iido_shop_product.source.1
source: Here you can upload one or more .csv files to be imported.
de: Hier können Sie eine oder mehrere .csv-Dateien für den Import hochladen.

# tl_iido_shop_product.new.0
source: New item
de: Neues Produkt

# tl_iido_shop_product.new.1
source: Create a new product
de: Einen neues Produkt erstellen

# tl_iido_shop_product.show.0
source: Item details
de: Produktdetails

# tl_iido_shop_product.show.1
source: Show the details of product ID %s
de: Die Details des Produktes ID %s anzeigen

# tl_iido_shop_product.edit.0
source: Edit item
de: Produkt bearbeiten

# tl_iido_shop_product.edit.1
source: Edit product ID %s
de: Produkt ID %s bearbeiten

# tl_iido_shop_product.copy.0
source: Duplicate item
de: Produkt duplizieren

# tl_iido_shop_product.copy.1
source: Duplicate product ID %s
de: Produkt ID %s duplizieren

# tl_iido_shop_product.cut.0
source: Move item
de: Produkt verschieben

# tl_iido_shop_product.cut.1
source: Move product ID %s
de: Produkt ID %s verschieben

# tl_iido_shop_product.delete.0
source: Delete item
de: Produkt löschen

# tl_iido_shop_product.delete.1
source: Delete product ID %s
de: Produkt ID %s löschen

# tl_iido_shop_product.toggle.0
source: Publish/unpublish item
de: Produkt veröffentlichen/unveröffentlichen

# tl_iido_shop_product.toggle.1
source: Publish/unpublish product ID %s
de: Produkt ID %s veröffentlichen/unveröffentlichen

# tl_iido_shop_product.feature.0
source: Feature/unfeature item
de: Produkt hervorheben/zurücksetzen

# tl_iido_shop_product.feature.1
source: Feature/unfeature product ID %s
de: Produkt ID %s hervorheben/zurücksetzen

# tl_iido_shop_product.editheader.0
source: Edit archive
de: Archiv bearbeiten

# tl_iido_shop_product.editheader.1
source: Edit the product archive settings
de: Produktarchiv-Einstellungen bearbeiten

# tl_iido_shop_product.editmeta.0
source: Edit item settings
de: Produkteinstellungen bearbeiten

# tl_iido_shop_product.editmeta.1
source: Edit the product settings
de: Die Produkteinstellungen bearbeiten

# tl_iido_shop_product.pasteafter.0
source: Paste into this product archive
de: In dieses Produktarchiv einfügen

# tl_iido_shop_product.pasteafter.1
source: Paste after product ID %s
de: Nach dem Produkt ID %s einfügen

# tl_iido_shop_product.import.1
source: Import new products
de: Neue Produkte importieren
