Repository: pressi/contao-shop-bundle
Catalog: src/Resources/contao/languages/*/*_iido_shop_product_category.xlf
Languages: de

# tl_iido_shop_product_category.title.0
source: title
de: Titel

# tl_iido_shop_product_category.title.1
source: add product title
de: Bitte Produkt-Titel eingeben.

# tl_iido_shop_product_category.frontendTitle.0
source: frontend title
de: Frontend Titel

# tl_iido_shop_product_category.frontendTitle.1
source: add product frontend title
de: Titel der im Frontend angezeigt wird.

# tl_iido_shop_product_category.alias.0
source: Product-Category-Alias
de: Produkt-Kategorie-Alias

# tl_iido_shop_product_category.alias.1
source: add product alias
de: Der Produkt-Alias ist eine eindeutige Referenz, die anstelle der numerischen ID aufgerufen werden kann.

# tl_iido_shop_product_category.cssClass.0
source: CSS-Class
de: CSS-Klasse

# tl_iido_shop_product_category.cssClass.1
source: css class
de: Hier kann eine CSS-Klasse vergeben werden, welche zur Kategorie im Front-End hinzugefügt wird.

# tl_iido_shop_product_category.hideInList.0
source: hide in list
de: Im Listen/Archiv-Modul verstecken

# tl_iido_shop_product_category.hideInList.1
source: hide in list
de: Zeigt diese Kategorie nicht im Produktlisten oder -archiv Modul an (wirkt sich nur auf die iid_shop_product_ Templates aus).

# tl_iido_shop_product_category.hideInReader.0
source: hide in reader
de: Im Leser-Modul verstecken

# tl_iido_shop_product_category.hideInReader.1
source: hide in reader
de: Zeigt diese Kategorie nicht im Produktleser-Modul an (wirkt sich nur auf die iido_shop_product_ Templates aus).

# tl_iido_shop_product_category.excludeInRelated.0
source: exclude in related
de: Aus ähnlicher Produktliste ausschließen

# tl_iido_shop_product_category.excludeInRelated.1
source: exclude in related
de: Schließt die Produkte dieser Kategorie in der Produkt-Liste der ähnlichen Produkt aus.

# tl_iido_shop_product_category.jumpTo.0
source: redirect page
de: Weiterleitungsseite

# tl_iido_shop_product_category.jumpTo.1
source: redirect page
de: Hier kann eine Seite ausgewählt werden, auf diese ein Besucher weitergeleitet wird wenn ein Kategorielink im Produkttemplate angeklickt wird.

# tl_iido_shop_product_category.published.0
source: publish category
de: Kategorie veröffentlichen

# tl_iido_shop_product_category.published.1
source: publish product category
de: Produkt-Kategorie veröffentlichen.

# tl_iido_shop_product_category.title_legend
source: Title und Alias
de: Titel und Alias

# tl_iido_shop_product_category.modules_legend
source: Modul-Settings
de: Modul-Einstellungen

# tl_iido_shop_product_category.redirect_legend
source: Redirect-Settings
de: Weiterleitungs-Einstellungen

# tl_iido_shop_product_category.publish_legend
source: Publishing
de: Veröffentlichung

# tl_iido_shop_product_category.new.0
source: Product-Category
de: Produkt-Kategorie

# tl_iido_shop_product_category.new.1
source: create Product-Category
de: Produkt-Kategorie erstellen

# tl_iido_shop_product_category.show.0
source: category details
de: Details der Kategorie

# tl_iido_shop_product_category.show.1
source: show category ID %s details
de: Zeigt die Details der Kategorie ID %s

# tl_iido_shop_product_category.edit.0
source: edit category
de: Kategorie bearbeiten

# tl_iido_shop_product_category.edit.1
source: edit category ID %s
de: Kategorie ID %s bearbeiten

# tl_iido_shop_product_category.cut.0
source: cut category
de: Kategorie verschieben

# tl_iido_shop_product_category.cut.1
source: cut category ID %s
de: Kategorie ID %s verschieben

# tl_iido_shop_product_category.copy.0
source: copy category
de: Kategorie kopieren

# tl_iido_shop_product_category.copy.1
source: copy category ID %s
de: Kopiert die Kategorie ID %s

# tl_iido_shop_product_category.copyChilds.0
source: copy category childs
de: Unterkategorien kopieren

# tl_iido_shop_product_category.copyChilds.1
source: copy category ID %s and childs
de: Kopiert die Kategorie ID %s mit den Unterkatehgorien

# tl_iido_shop_product_category.delete.0
source: delete category
de: Kategorie löschen

# tl_iido_shop_product_category.delete.1
source: delete category ID %s
de: Löscht die Kategorie ID %s

# tl_iido_shop_product_category.toggle.0
source: publish/unpublish category
de: Kategorie veröffentlichen/unveröffentlichen

# tl_iido_shop_product_category.toggle.1
source: publish/unpublish category ID %s
de: Kategorie ID %s veröffentlichen/unveröffentlichen

# tl_iido_shop_product_category.pasteafter.0
source: paste after
de: Einfügen nach

# tl_iido_shop_product_category.pasteafter.1
source: paste after category ID %s
de: Nach Kategorie ID %s einfügen

# tl_iido_shop_product_category.pasteinto.0
source: paste into
de: Einfügen in

# tl_iido_shop_product_category.pasteinto.1
source: paste into category ID %s
de: In Kategorie ID %s einfügen
